{
  "backend": "tokenizers",
  "clean_up_tokenization_spaces": false,
  "eos_token": "<|endoftext|>",
  "model_max_length": 1000000000000000019884624838656,
  "pad_token": "<pad>",
  "processor_class": "ParakeetProcessor",
  "tokenizer_class": "ParakeetTokenizer",
  "unk_token": "<unk>"
}
